let cn = {
  title:'锄大D计分器',
  p1:'玩家 1',
  p2:'玩家 2',
  p3:'玩家 3',
  p4:'玩家 4',
  amt:'金额',
  cal:'结账',
  cls:'重设',
  home:'首页',
  info:'说明',
  contact:'反馈',
  win:'赢',
  lose:'输',
  top1:'冠军玩家',
  top2:'亚军玩家',
  top3:'季军玩家',
  top4:'最壕玩家',
  line1:'计算方法:',
  line2:'1. 在其中一方手中的牌全部出完后开始计分',
  line3:'2. 先根据每家手中剩余的牌张数计算牌分，假设剩余牌张数为n：',
  line4:'(1)n<8时，牌分为n',
  line5:'(2)8≤n<10时，牌分为2n',
  line6:'(3)10≤n<13时，牌分为3n',
  line7:'(4)n=13时，牌分为4n',
  line8:'(5)如果游戏结束时，手上还有8张或更多的牌，同时有黑桃2，牌分还要再乘以2',
  line9:'3.按下面的公式计算最后得分',
  line10:'A的得分=(B-A)+(C-A)+(D-A)',
  line11:'B的得分=(A-B)+(C-B)+(D-B)',
  line12:'C的得分=(A-C)+(B-C)+(D-C)',
  line13:'D的得分=(A-D)+(B-D)+(C-D)',

}

module.exports = {
  content: cn
}